Repository: okhergo/BeerApp_DAA_GII
Catalog: BeerApp/BeerApp/V/Localizable.xcstrings
Source language: en
Languages: es

# AccountExists
source: The account already exists. Please log in.
es: La cuenta ya existe. Por favor inicie sesión.

source: Add new beer
es: Añadir nueva cerveza

source: Add new brand
es: Añadir una nueva marca

source: Add new review
es: Añade una nueva reseña

# BeerList
source: Beers list
es: Cervezas

# BrandListTitle
source: Brands list
es: Listado de marcas

source: Calories
es: Calorías

source: Discard changes
es: Descartar

source: Dismiss
es: Descartar

source: Edit
es: Editar

# EmptyFields
source: There are some empty fields
es: Algunos campos están vacíos

source: Favorite beers
es: Cervezas favoritas

# Gradation
source: Alcoholic strength
es: Graduación

source: Home
es: Inicio

# HomeTitle
source: Home
es: Inicio

# HowToAddFavs
source: Swipe in beers list to add new favorites
es: Desliza en la lista de cervezas para marcar nuevas favoritas

source: Insert beer name
es: Introduce el nombre de la cerveza

source: Insert brand name
es: Introduce el nombre de la marca

source: Insert calories
es: Introduce las calorías

# InsertGrades
source: Insert alcoholic strength
es: Inserta la graduación

# InsertReviewCaption
source: Write review
es: Escribe la reseña

# LoginButton
source: Login
es: Iniciar sesión

# LoginTitle
source: Login
es: Iniciar Sesión

source: Menu
es: Menú

# NoFavBeers
source: There are no favorite beers
es: No hay cervezas favoritas

# NumberError
source: Invalid number format
es: Formato de número inválido

source: Password
es: Contraseña

# Reviews
source: Your reviews
es: Tus reseñas

source: Save
es: Guardar

# SelectBeerFoto
source: Select beer's foto
es: Selecciona una foto de la cerveza

# SelectBeerType
source: Select beer's type
es: Selecciona el tipo de cerveza

source: Select brand type
es: Selecciona el tipo de fabricante

source: Select manufacturer logo
es: Selecciona una foto del fabricante

# SelectReviewBeer
source: Select beer
es: Selecciona la cerveza

# SelectReviewFoto
source: Add a photo
es: Añade una foto

# SelectReviewPhoto
source: Add a photo
es: Añade una foto

# SelectReviewPoints
source: Points
es: Puntuación

# SignInButton
source: Sign In
es: Crear cuenta

source: Sorting
es: Ordenar

source: Star
es: Favorito

source: Trash
es: Eliminar

# Type
source: Beer type:
es: Tipo de cerveza:

source: Unable to save
es: No se pudo guardar

source: Update
es: Actualizar

source: User
es: Usuario

# Username
source: Name
es: Nombre

source: Welcome,
es: Bienvenido,

# WheaterSubtitle
source: A cold beer is fancied in this heat
es: Apetece una cervecita fresquita

# WheaterSubtitleNo
source: Never say no to a beer
es: Frío o calor, a una cerveza no se le dice no
